{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "enable_animation": true,
        "content_width": "custom",
        "custom_content_width": 700
      }
    },
    "rich-text-1": {
      "type": "rich-text",
      "blocks": {
        "block-1": {
          "type": "heading",
          "settings": {
            "title": "Cookie Policy",
            "heading_font_class": "fs-heading-3-base"
          }
        },
        "block-0": {
          "type": "spacer",
          "settings": {
            "space": 20
          }
        },
        "block-2": {
          "type": "text",
          "settings": {
            "text": "<p>Introduction<br\/>This cookie policy refers exclusively to the website https:\/\/lecurieparis.com\/ (\"Website\") and must be understood as an integral part of its Privacy Policy.<br\/>Definitions, characteristics and application of legislation<br\/>Cookies are small text files that the websites visited by the user send and store on their computer or mobile device, which are then transmitted back to the same websites at the next visit. Thanks to cookies, a website remembers the user's actions and preferences (such as login info, the chosen language, other display settings, etc.) so that they do not have to be specified again when the user goes back to that website or browses from one of its pages to another. Cookies, therefore, are used to perform computer authentication, monitor sessions and store information regarding the activities you carry out when accessing a site and may also contain a unique identification code that allows tracking your browsing within the site for statistical or advertising purposes. While browsing a site, you may also receive on your computer or mobile device cookies from sites or web servers other than the one you are visiting (so-called \"third-party\" cookies).<br\/>Some operations could not be carried out without the use of cookies, which are therefore in some cases technically necessary for the functioning of the Site itself.<br\/>There are various types of cookies, depending on their characteristics and functions, and these may remain on your computer or mobile device for different periods of time: e.g. session cookies are automatically deleted when the browser is closed; persistent cookies remain on your device until a set expiry date.<br\/>Under current Italian law, the use of cookies does not always require the user’s express consent. <br\/>Specifically, \"technical cookies\", i.e. those used for the sole purpose of allowing communications over an electronic network, or to the extent strictly necessary to provide a service explicitly requested by the user, do not require such consent. In other words, these are cookies that are indispensable for the operation of the website or necessary to perform activities requested by the user.<br\/>Technical cookies, which according to the Personal Data Protection Authority do not require express consent for their use, also include: <br\/>Browsing or session cookies, which guarantee normal browsing and use of the website (for example, allowing purchases or authenticating access to restricted areas), or that keep track of the display of the cookie banner and the user's choices with respect to the use of cookies.<br\/>Function cookies, on the other hand, allow the user to browse according to a series of criteria aimed at improving the service provided, while analytical\/statistical cookies are used by the website operator to collect information in aggregate form on the number of users and how they visit the website itself, or by third parties who may cross-reference the information collected with other data they already have, for example for marketing. In these cases the user's consent is necessary.<br\/>Finally, profiling cookies identify the user's preferences in order to improve and personalise the browsing experience and\/or send marketing communications consistent with the preferences expressed while browsing, and require the user's prior consent.<br\/>Types of cookies used by the website<br\/>The Website uses the following macro categories of cookies:<br\/>\t1\tTechnical cookies<br\/>\t2\tTools equated with technical cookies <br\/>\t3\tFunction cookies<br\/>\t4\tAnalytical\/statistical cookies<br\/>\t5\tProfiling cookies<br\/>The first and second categories (Technical cookies and Tools equated with technical cookies) do not require your consent and include the following first- and third-party cookies:<br\/>\t•\tTechnical cookies – browsing or session cookies – strictly necessary for the operation of the Website or to enable you to make use of the content and services requested.<br\/>\t•\tFirst- and third-party analytical\/statistical cookies or other identifiers, used with IP masking to collect information on how users visit the Website and track traffic to and from the Website for purposes functional to its operation. The information collected by these cookies is processed in aggregate form so as to minimise the processing of your data and avoid identifying you directly and uniquely. In the case of third-party analytical cookies, the third party may reserve the right to use information about you collected by these cookies and combine it with other information available to it. <br\/>If you choose to allow their use in the manner indicated in the section “COOKIE SETTINGS” and based on your specific choices, the Website also installs and uses the following cookies:<br\/>\t•\tFunction cookies to activate specific functions of the Website and selected criteria in order to improve the service you have requested.<br\/>\t•\tOther first- and third-party analytical\/statistical cookies or other identifiers, used without IP masking to collect information on how users visit the Website and track traffic to and from the Website for purposes functional to its operation.<br\/>\t•\tFirst- and third-party profiling cookies that observe your use of the Website and its content in order to identify your preferences and develop your profiles, produce commercial communications and a browsing experience consistent with the preferences you express while browsing the web and interacting with the Website and third-party websites and\/or apps. These cookies are used to offer targeted advertising and communications more relevant to your interests.  <br\/> <br\/>Below are links to the respective policies on the use of cookies and consent forms:<br\/>\t•\tGoogle: https:\/\/www.google.it\/<br\/>\t•\tGoogle Analytics: https:\/\/tools.google.com\/<br\/>\t•\tGoogle Doubleclick: https:\/\/www.google.com\/settings\/ads\/plugin<br\/>\t•\tMicrosoft Bing: https:\/\/advertise.bingads.microsoft.com\/<br\/>\t•\tYahoo: https:\/\/policies.yahoo.com\/<br\/>\t•\tYandex Metrica: https:\/\/metrica.yandex.com\/<br\/>\t•\tFacebook: https:\/\/www.facebook.com\/<br\/>\t•\tContentsquare: https:\/\/contentsquare.com\/<br\/>\t•\tPinterest: https:\/\/policy.pinterest.com\/<br\/>The cookies sent directly through the Website are listed below.<br\/><br\/>List of cookies<br\/>A cookie is a small piece of data (text file) that a Website – when visited by a user – asks your browser to store on your device in order to remember information about you, such as your language preference or login information. Those cookies are set by us and called first-party cookies. We also use third-party cookies – which are cookies from a domain different than the domain of the Website you are visiting – for our advertising and marketing efforts. More specifically, we use cookies and other tracking technologies for the following purposes:<br\/>Technical cookies<br\/>Technical cookies: these browsing or session cookies are strictly necessary for the operation of the Website and to enable the user to make use of the content and services requested.<br\/>According to the guidance of and within the limits of what is specifically envisaged in the Guidelines on cookies and other tracking tools published by the Personal Data Protection Authority, analytical\/statistical cookies of first and third parties that are used solely for statistical purposes related to how users visit the Website and track traffic to and from the Website and that process information in aggregate form by masking part of the IP address are also equated with technical cookies.<br\/><br\/>Cookies or other profiling trackers that observe the user’s use of the Website and its content in order to detect their preferences and create user profiles, in order to produce targeted commercial communications and a browsing experience consistent with the preferences expressed by the user when browsing the web and interacting with the Website and third-party websites and\/or Profiling cookies Inactive by default Cookies or other profiling trackers that observe the user’s use of the Website and its content in order to detect their preferences and create user profiles, in order to produce targeted commercial communications and a browsing experience consistent with the preferences expressed by the user when browsing the web and interacting with the Website and third-party websites and\/or apps. These cookies are used to offer you targeted advertising and communications more relevant to your interests. We use these cookies if you give us your consent and activate this category.<br\/>Profiling cookiesCookie subgroupCookieCategory (first\/third party)Lifespanhttps:\/\/lecurieparis.com\/_evga_8bee,_pin_unauth,_sfid_0d0bFirst Party729 Days, 365 Days, 729 Dayshttps:\/\/lecurieparis.com\/_clck,_clsk,_fbp,_ga,_gat_UA-,_gat_UA-XXXXXX-X,_gcl_au,_tt_enable_cookie,_ttp,_uetsid,_uetvid,metrika_enabledFirst Party364 Days, A few seconds, 90 Days, 730 Days, A few seconds, A few seconds, 3 Months, 389 Days, 389 Days, 1 Day, 390 Days, Sessionwww.pinterest.com_routing_idThird Party1 Daywww.clarity.msCLIDThird Party364 Daysyandex.ruyuidssThird Party1 Yeartiktok.com_ttpThird Party389 Daysdoubleclick.netIDE, test_cookieThird Party390 Days, A few secondswww.facebook.comThird PartySessionwww.pinterest.ie_auth, _pinterest_referrer, _pinterest_sess, _routing_id, csrftokenThird Party360 Days, A few seconds, 360 Days, 1 Day, 365 Dayspinterest.com_pinterest_referrerThird Party2913977 Daysbing.comMUIDThird Party390 Daysc.clarity.msANONCHK, SMThird PartyA few seconds, Sessionc.bing.comSRM_BThird Party389 Daysct.pinterest.com_pinterest_ct_uaThird Party365 Daysclarity.msMUIDThird Party389 Days<br\/><br\/>Cookie settings<br\/>You can make a choice and specify which cookies to authorise the first time you access the Website via the cookie banner. You can change your cookie settings at any time by using the button in the footer of the Website.<br\/>You can also fully or partially authorise, block or delete cookies using the functions of your browser. If you wish to deactivate these cookies or to have more information on how to set your preferences on the use of cookies via your web browser, click the links below to see the instructions on how to proceed:<br\/>Internet Explorer<br\/>Firefox\u2028Chrome\u2028Safari<br\/><br\/>Attention: Note that by setting your browser to block strictly technical cookies may make it impossible to use the Website, view its contents and make use of its services. Blocking function cookies may result in certain services or functions of the Website not being available or not working properly, so you may need to change or manually enter certain information or preferences each time you visit. Conversely, failure to authorise other cookies, including third-party cookies, will not affect the website’s operation.<br\/>\u2028Note that the choices made by the user with respect to the Website's cookies will in turn be recorded in a designated technical cookie with the characteristics set out in the table above. \u2028 If you use different devices or browsers to access the Website, you will need to set cookie preferences for each of the devices or browsers you use. <br\/><br\/><\/p>",
            "text_font_class": "fs-body-75"
          }
        }
      },
      "block_order": [
        "block-1",
        "block-0",
        "block-2"
      ],
      "settings": {
        "alignment": "center_center",
        "enable_animation": true,
        "divider_style": "none",
        "section_padding": "section--vertical-padding-top-bottom",
        "content_width": "custom"
      }
    }
  },
  "order": [
    "main",
    "rich-text-1"
  ]
}
